{
    "bronchi_left": {
        "coordinates": {
            "x": 52,
            "y": 387,
            "z": 1
        },
        "description": "A bronchus, also known as a main or primary bronchus, is a passage of airway in the respiratory tract that conducts air into the lungs. There is a right bronchus and a left bronchus and these bronchi branch into smaller secondary and tertiary bronchi which branch into smaller tubes, known as bronchioles. No gas exchange takes place in the bronchi.",
        "label": "Left Bronchi",
        "labelcoordinates": {
            "x": 0,
            "y": 0,
            "z": 0
        },
        "fontsize": 20
    },
    "bronchi_right": {
        "coordinates": {
            "x": 232,
            "y": 418,
            "z": 0
        },
        "description": "A bronchus, also known as a main or primary bronchus, is a passage of airway in the respiratory tract that conducts air into the lungs. There is a right bronchus and a left bronchus and these bronchi branch into smaller secondary and tertiary bronchi which branch into smaller tubes, known as bronchioles. No gas exchange takes place in the bronchi.",
        "label": "Right Bronchi",
        "labelcoordinates": {
            "x": 0,
            "y": 0,
            "z": 0
        },
        "fontsize": 20
    },
    "bronchioles": {
        "coordinates": {
            "x": 91,
            "y": 565,
            "z": 0
        },
        "description": "The bronchioles or bronchioli are the passageways by which air passes through the nose or mouth to the alveoli (air sacs) of the lungs, in which branches no longer contain cartilage or glands in their submucosa. They are branches of the bronchi, and are part of the conducting zone of the respiratory system.",
        "label": "Bronchioles",
        "labelcoordinates": {
            "x": 0,
            "y": 0,
            "z": 0
        },
        "fontsize": 20
    },
    "diaphragm": {
        "coordinates": {
            "x": 0,
            "y": 570,
            "z": -2
        },
        "description": "The diaphragm is a sheet of internal skeletal muscle that extends across the bottom of the rib cage. The diaphragm separates the thoracic cavity containing the heart and lungs, from the abdominal cavity and performs an important function in respiration: as the diaphragm contracts, the volume of the thoracic cavity increases and air is drawn into the lungs.",
        "label": "Diaphragm",
        "labelcoordinates": {
            "x": 0,
            "y": 0,
            "z": 0
        },
        "fontsize": 20
    },
    "epiglottis": {
        "coordinates": {
            "x": 185,
            "y": 210,
            "z": 2
        },
        "description": "The epiglottis is a flap that is made of elastic cartilage tissue covered with a mucous membrane, attached to the entrance of the larynx. It prevents food from going into the trachea and instead directs it to the esophagus, which is at the back.",
        "label": "Epiglottis",
        "labelcoordinates": {
            "x": 0,
            "y": 0,
            "z": 0
        },
        "fontsize": 20
    },
    "lungs": {
        "coordinates": {
            "x": -30,
            "y": 274,
            "z": -1
        },
        "description": "The human lungs are the organs of respiration. The lungs are located within the thoracic cavity, on either side of the heart and close to the backbone. They are enclosed and protected by the ribcage. The left lung has a lateral indentation which is shaped to accommodate the position of the heart.",
        "label": "Lungs",
        "labelcoordinates": {
            "x": 0,
            "y": 0,
            "z": 0
        },
        "fontsize": 20
    },
    "nose": {
        "coordinates": {
            "x": 84,
            "y": 0,
            "z": -1
        },
        "description": "The visible part of the human nose is the protruding part of the face that bears the nostrils. The nose has an area of specialised cells which are responsible for smelling (part of the olfactory system). Another function of the nose is the conditioning of inhaled air, warming it and making it more humid. Hairs inside the nose prevent large particles from entering the lungs.",
        "label": "Nose",
        "labelcoordinates": {
            "x": 0,
            "y": 0,
            "z": 0
        },
        "fontsize": 20
    },
    "oral_cavity": {
        "coordinates": {
            "x": 115,
            "y": 125,
            "z": 0
        },
        "description": "The first section of the mouth is known as the oral cavity, or the mouth cavity. This space is bordered in the front and to the sides by the two alveolar arches, which contain the teeth.",
        "label": "Oral Cavity",
        "labelcoordinates": {
            "x": 0,
            "y": 0,
            "z": 0
        },
        "fontsize": 20
    },
    "ribs": {
        "coordinates": {
            "x": 160,
            "y": 280,
            "z": 5
        },
        "description": "Ribs are the long curved bones which form the cage. In most vertebrates, ribs surround the chest, enabling the lungs to expand and thus facilitate breathing by expanding the chest cavity. They serve to protect the lungs, heart, and other internal organs of the thorax.",
        "label": "Ribs",
        "labelcoordinates": {
            "x": 0,
            "y": 0,
            "z": 0
        },
        "fontsize": 20
    },
    "trachea": {
        "coordinates": {
            "x": 118,
            "y": 270,
            "z": 1
        },
        "description": "The trachea, colloquially called windpipe, is a tube that connects the pharynx and larynx to the lungs, allowing the passage of air, and so is present in all air-breathing animals with lungs.",
        "label": "Trachea",
        "labelcoordinates": {
            "x": 0,
            "y": 0,
            "z": 0
        },
        "fontsize": 20
    }
}
